let day = prompt("Введіть день")
switch (day) {
    case "1"://Понеділок
        console.log("Ранкова зарядка." + " " +
            "Робота/навчання." + " " +
            "Вечірня прогулянка.");
        break;
    case "2"://Вівторок
        console.log("Читання книги." + " " +
            "Робочі зустрічі." + " " +
            "Вечірнє тренування."
        );
        break;
    case "3"://Середа
        console.log("Читання книги." + " " +
            "Розробка проєктів." + " " +
            " Перегляд фільму."
        );
        break;
    case "4"://Четвер
        console.log("Йога або медитація." + " " +
            "Робочі задач." + " " +
            " Зустріч з друзями."
        );
        break;
    case "5"://П'ятниця
        console.log("Відвідування кав'ярні." + " " +
            "Завершення тижневих задач."
        );
        break;
    case "6"://Субота
        console.log("Прогулянка на свіжому повітрі." + " " +
            "Час із сім'єю." + " " +
            " Розвиток навичок. "
        );
        break;
    case "7"://Неділя
        console.log("Відпочинок і релакс."
        );
        break;
    default:
        console.log("???")
}